Repository: Igor-Sanches/perfect-style-app-fontes-icons-uwp
Catalog: Perfect Style/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# textContent
source: This change requires restarting your device.
pt_br: Esta alteração requer a reinicialização do dispositivo.

# textData
source: Applied successfully!
pt_br: Aplicada com sucesso!

# pivotItemAbout.Header
source: About
pt_br: Sobre

# pivotItemHelp.Header
source: Help
pt_br: Ajuda

# pivotItemHome.Header
source: Fonts
pt_br: Fontes

# pivotItemHome2.Header
source: Icons and Emoji
pt_br: Ícones e Emoji

# pivotItemHome22.Header
source: Personalization
pt_br: Personalização

# textAcao
source: Necessary action!
pt_br: Ação necessária!

# textLabel0
source: Restart now
pt_br: Reiniciar agora

# textLabel1
source: Cancel
pt_br: Cancelar

# Ajuda.Text
source: Help
pt_br: Ajuda

# Blog.Text
source: Blog Official
pt_br: Blog Oficial

# clickadd.Text
source: Choose a font and restart.
pt_br: Escolha uma fonte e reinicie.

# clickview.Text
source: Click to apply or Click and Hold to view.
pt_br: Clique para aplicar ou Clique e Segure para visualizar.

# IconEmoji.Text
source: Icons and Emoji
pt_br: Ícones e Emoji

# Iniciar.Text
source: Home
pt_br: Inicio

# Letras.Text
source: Fonts
pt_br: Fontes

# Personalizar.Text
source: Personalization
pt_br: Personalização

# Sobre.Text
source: About
pt_br: Sobre

# Update.Text
source: Check for Updates
pt_br: Verificar Atualizações

# Add.Text
source: Add my language
pt_br: Adiciona meu idioma

# Agradecer.Text
source: Thanks:
pt_br: Agradecimentos:

# areaemoji.Text
source: Emoji Area:
pt_br: Área dos Emoji:

# areaicones.Text
source: Icon Area:
pt_br: Área dos Ícones:

# Fe.Text
source: God above all!
pt_br: Deus acima de tudo!

source: Font
pt_br: Fonte

# ggtextBase2.Text
source: Personalize your smartphone to the fullest.
pt_br: Personalize seu smartphone ao máximo.

source: Icon
pt_br: Ícone

# iconandroid.Text
source: Icon Android LolliPop
pt_br: Ícone Android LolliPop

# iconbc.Text
source: Icon Battery Circular
pt_br: Ícone Batéria Circular

# iconcolor.Text
source: Icon Color
pt_br: Ícone Color

# iconios.Text
source: Icon IOS
pt_br: Ícone IOS

# idioma.Text
source: Add your language.
pt_br: Idioma do aplicativo.

# idioma2.Text
source: You can enter into contacts and ask for by your language.
pt_br: Adicione o seu idioma no aplicativo.

# Refresh.Text
source: Restore
pt_br: Restaurar

# Tema.Text
source: Default system theme.
pt_br: Tema padrão do sistema.

# tema2.Text
source: Allows you to change the color of the operating system.
pt_br: Permite mudar a cor do tema do sistema.

# Text2.Text
source: Choose from 38 beautiful fonts to make your smartphone even more stylish. To add just click and restart.
pt_br: Escolha entre 38 lindas fontes para deixar seu smartphone ainda mais elegantes. Para adicionar basta clica e reiniciar.

# Text3.Text
source: Choose the most beautiful icon fonts to make your smartphone the most stylish among your friends and even leave your emoji white and white.
pt_br: Escolha as mais belas fontes de ícones para deixar seu smartphone o mais elegante entre seus amigos e ainda deixe seus emoji preto e branco.

# Text4.Text
source: Change the theme color of the operating system and request to add your adioma.
pt_br: Mude a cor do tema do sistema operaciomal e faça o pedido para adiciomar o seu adioma.

# Text5.Text
source: This option allows you to check the latest updates.
pt_br: Essa opção permite você pode verificar as atualizações mais recentes.

# textBase12.Text
source: All rights reserved.
pt_br: Todos os direitos reservados.

# textBase1li.Text
source: Visit the blog for new updates
pt_br: Visite o blog para obter atualizaçães

# textBase22.Text
source: Fonts:
pt_br: Fontes:

# textBase32.Text
source: About functions:
pt_br: Sobre as funções:

# textBase33.Text
source: Icons and Emoji:
pt_br: Ícones e Emoji:

# textBase44.Text
source: Personalization:
pt_br: Personalização:

# textBase9.Text
source: Version:
pt_br: Versão:

# textBase90.Text
source: Developed by: Igor Sanches
pt_br: Desenvolvido por: Igor Sanches

# textEmoji1.Text
source: Emoji Black and White
pt_br: Emoji Preto e Branco

# TextFlayout1.Text
source: I've learned that when you care too much about what others are going to think, you automatically cease to be you.
pt_br: Aprendi que quando você se importa demais com o que os outros vão pensar, você automaticamente deix de ser você.

# TextFloyout2.Text
source: It's no use asking God only, you have to thank him too.
pt_br: Não adianta só pedir a Deus, tem que agradecer também.

# veri.Text
source: Check for Updates:
pt_br: Verificador de atualizações:

# view.Text
source: Preview
pt_br: Visualização

# www.Text
source: More options will be added with future updates.
pt_br: Serão adicionadas mais opções com as futuras atualizações.

# Redesocial.Text
source: Social networks:
pt_br: Redes Sociais:

# batere
source: Battery Circular
pt_br: Batéria Circular

# datas
source: Restored successfully!
pt_br: Restaurada com sucesso!

# restore
source: Restored to Windows default
pt_br: Restaurada para o padrão do Windows

# addfont
source: Add
pt_br: Adicionada

# AddFonts.Text
source: Add
pt_br: Adicionar

# DarkBR.Content
source: Dark
pt_br: Escuro

# LightBR.Content
source: Light
pt_br: Claro

# datas2
source: Restored successfully!
pt_br: Restaurado com sucesso!

# restore2
source: Restored to Windows default
pt_br: Restaudo para o padrão do Windows

# Data3
source: Applied successfully!
pt_br: Aplicado com sucesso!

# BOOTW
source: Boot add
pt_br: Boot adicionado

# boot.Text
source: Logo on power up and off device.
pt_br: Logotipo ao ligar e desligar o telefone.

# boot2.Text
source: Add an image when you turn the device on and off.
pt_br: Mostra uma imagem ao ligar o telefone e ao desligar.

# bootdata
source: Add successfully!
pt_br: Adicionado com sucesso!

# data4
source: Removed successfully!
pt_br: Removido com sucesso!

# icon3
source: Boot removed
pt_br: Boot removido

# icon4
source: Reboot removed
pt_br: Reboot removido

# iconR
source: Boot adicionado
pt_br: Boot add

# iconR2
source: Reboot adicionado
pt_br: Reboot add

# idioma3.Text
source: Mobile network icons.
pt_br: Ícones da Rede Movel.

# idioma4.Text
source: Maximum 6 characters to function.
pt_br: Máximo de 6 caracteres para funcionar.

# mode
source: Modification completed successfully
pt_br: Modificação concluita!

# modefique
source: Modified
pt_br: Modificado

# Compartilhar.Text
source: To Share
pt_br: Compartilhar
